aaron-bond.better-comments
alefragnani.bookmarks
atlassian.atlascode
castwide.solargraph
christian-kohler.path-intellisense
davidanson.vscode-markdownlint
eamodio.gitlens
esbenp.prettier-vscode
expo.vscode-expo-tools
formulahendry.code-runner
gitpod.gitpod-desktop
johnpapa.vscode-peacock
kisstkondoros.vscode-gutter-preview
ms-azuretools.vscode-docker
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.remote-explorer
ms-vsliveshare.vsliveshare
naumovs.color-highlight
oderwat.indent-rainbow
orta.vscode-jest
pkief.material-icon-theme
prisma.prisma
redhat.java
redhat.vscode-yaml
ritwickdey.liveserver
sainnhe.gruvbox-material
shd101wyy.markdown-preview-enhanced
shopify.ruby-lsp
techer.open-in-browser
twxs.cmake
visualstudioexptteam.intellicode-api-usage-examples
visualstudioexptteam.vscodeintellicode
vscjava.vscode-gradle
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
wayou.vscode-todo-highlight
yzhang.markdown-all-in-one

# DELETE ME BEFORE YOU RUN
# To install these extensions run this command in the root directory: xargs -n 1 code --install-extension < extensions.txt